Repository: jericho-gimoros/shifter-wp-theme
Catalog: languages/ceb.po
Languages: ceb

source: Description
ceb: Deskripsyon

source: Oops! That page can&rsquo;t be found.
ceb: Agoy! Wala makit-e ang maong panid.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ceb: Walay nakit-an ngaring dapita. Sulayan sa lain?

source: Most Used Categories
ceb: Pinakaginagamit nga mga kategorya

source: Try looking in the monthly archives. %1$s
ceb: Sulayi og pangita sa binuwan nga arkibo. %1$s

source: One thought on &ldquo;%1$s&rdquo;
ceb: Adugay pulong sa &ldquo;%1$s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ceb: %1$s kabook ang adunay pulong sa &ldquo;%2$s&rdquo;

source: Comments are closed.
ceb: Dili pwede ang pag comment.

source: Proudly powered by %s
ceb: Gipasidungog gukikan kang %s

source: Theme: %1$s by %2$s.
ceb: Tema: %1$s gikan kang %2$s.

source: Primary
ceb: Premira

source: Sidebar
ceb: Saydbar

source: Add widgets here.
ceb: Ari pagdugang og widget.

source: Skip to content
ceb: Deretso sa kontent

source: Primary Menu
ceb: Premirang Pilianan

# post date
source: Posted on %s
ceb: Naposta pag %s

# post author
source: by %s
ceb: gkan kang %s

source: Posted in %1$s
ceb: Naposte sa %1$s

source: Tagged %1$s
ceb: Gitag %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
ceb: Magpabilin og komento<span class="screen-reader-text"> ngadto sa %s</span>

source: Edit <span class="screen-reader-text">%s</span>
ceb: Usbon <span class="screen-reader-text">%s</span>

source: Search Results for: %s
ceb: Resulta sa pagpangita kang: %s

source: Previous:
ceb: Niagi:

source: Next:
ceb: Sunod:

source: Nothing Found
ceb: Walay nakit-an

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ceb: Andam kang mo suwat sa imong unang poste? <a href="%1$s">Sugod ngari</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ceb: Pasayloa, pero walay nisakar sa imong gpangita. Sulayi og pangita og lain.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ceb: Wala makit-an imong gpangita. Tingali ang pagpangita kay makatabang.

source: Pages:
ceb: Mga panid:

source: Continue reading<span class="screen-reader-text"> "%s"</span>
ceb: Padayon og basa<span class="screen-reader-text"> "%s"</span>
